
"Home" = "Préparez un excellent café à la maison";

"Recipelist" = "avec de superbes recettes de professionnels du café";

"Tetsu" = "incluant la célèbre méthode 4:6 de Tetsu Kasuya.";

"Recipedetail" = "Ajustez les quantités de café et d'eau comme nécessaire.";

"Preparation" = "Préparez avec des instructions détaillées";

"Brewing" = "les étapes de brassage s'ajustent automatiquement.";

"Darktheme" = "Supporte le thème sombre";

"Languages" = "et plusieurs langues.";